Repository: vicbeck2/svnshooshoo
Catalog: unicode-org/languages.tmx
Source language: en
Languages: am, ar, bg, ca, cs, de, dz, el, eo, et, fa, fi, fr, ga, he, hi, hr, hu, is, ja, km, ko, kok, lo, lt, lv, mr, mt, pl, ps, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, zh

source: Afar
am: አፋርኛ
ar: الافارية
ca: àfar
cs: Afarština
eo: afara
fa: آفاری
he: אתיופית
hi: अफ़ार
ja: アファール語
km: ភាសាអាហ្វារ
ko: 아파르어
kok: अफार
lo: ອາຟາ
mr: अफार
ru: Афар
ta: அபார்
th: อาฟา
uk: Афарська
zh: 阿法文

source: Abkhazian
am: አብሐዚኛ
ar: الابخازية
bg: Абкхазски
ca: abkhaz
cs: Abcházština
de: Abchasisch
eo: abĥaza
fa: آبخازی
fi: abhaasi
fr: abkhaze
ga: Abcáisis
hi: अब्खाज़ियन्
hu: abház
is: Abkasíska
ja: アブハズ語
ko: 압카즈어
kok: अबखेज़ियन
lo: ແອບຄາເຊຍ
mr: अबखेजियन
mt: Abkażjan
ru: Абхазский
ta: அப்காஸின்
th: แอบกาเซีย
tr: Abazca
uk: Абхазька
zh: 阿布哈西亚文

source: Afrikaans
am: አፍሪቃንስኛ
ar: الافريقية
bg: Африканс
cs: Afrikánština
eo: afrikansa
fa: آفریکانس
ga: Afracáinis
he: אפריקנית
hi: अफ्रीकी
hu: afrikai
is: Afríkanska
ja: アフリカーンス語
km: ភាសាអាហ្វ្រីកាអាន
ko: 남아공 공용어
kok: अफ्रिकान्स
lo: ອາຟິຼກກາ
mr: अफ्रिकान्स
mt: Afrikans
ru: Африкаанс
sr: Африканерски
ta: ஆப்ரிகன்ஸ்
th: แอฟริกัน
tr: Afrikaan Dili
uk: Африканс
zh: 南非荷兰文

source: Amharic
am: አማርኛ
bg: Амхарски
ca: amhàric
cs: Amharština
de: Amharisch
eo: amhara
fa: امهری
fi: amhara
fr: amharique
hi: अम्हारिक्
hu: amhara
is: Amharíska
ja: アムハラ語
ko: 암하라어
kok: अमहारिक्
lo: ອຳຮາລິດ
mr: अमहारिक
mt: Amħariku
ru: Амхарский
ta: அம்ஹாரிக்
th: อัมฮาริค
tr: Amharik
uk: Амхарік
zh: 阿姆哈拉文

source: Arabic
am: ዐርቢኛ
ar: العربية
bg: Арабски
ca: ârab
cs: Arabština
de: Arabisch
dz: ཨེ་ར་སྦིག
el: Αραβικά
eo: araba
et: Araabia
fa: عربی
fi: arabia
fr: arabe
ga: Araibis
he: ערבית
hi: अरबी
hr: arapski
hu: arab
is: Arabíska
ja: アラビア語
km: ភាសាអារ៉ាប់
ko: 아랍어
kok: अरेबिक्
lo: ອາລາເບຍ
lt: Arabų
lv: arābu
mr: अरेबिक
mt: Għarbi
pl: arabski
ps: عربي
ro: Arabă
ru: Арабский
sk: arabský
sl: Arabščina
sr: Арапски
ta: அரபு
th: อาราบิค
tr: Arapça
uk: Арабська
vi: Tiếng A-rập
zh: 阿拉伯文

source: Assamese
am: አሳሜዛዊ
ca: assamès
cs: Assaméština
de: Assamesisch
dz: ཨ་ས་མི་སི
eo: asama
fa: آسامی
fi: assami
fr: assamais
ga: Asaimis
hi: असामी
hu: asszámi
is: Assamska
ja: アッサム語
ko: 아샘어
kok: असामी
lo: ອັດສຳມິດ
mr: असामी
ru: Ассамский
ta: அஸ்ஸாமி
th: อัสสัมมิส
uk: Ассамська
zh: 阿萨姆文

source: Aymara
am: አያማርኛ
bg: Аймара
ca: aimara
cs: Aymárština
de: Aymará-Sprache
eo: ajmara
fa: آیمارایی
fi: aimara
hi: आयमारा
hu: ajmara
is: Aímara
ja: アイマラ語
km: ភាសាអីម៉ារ៉ា
ko: 아이마라어
kok: ऐमरा
lo: ໄອມາລາ
mr: ऐमरा
mt: Ajmara
ru: Аямара
ta: அயமரா
th: ไอมารา
uk: Аймара
zh: 艾马拉文

source: Azerbaijani
am: አዜርባይጃንኛ
ar: اذرية
bg: Азербайджански
ca: àzeri
cs: Azerbajdžánština
de: Aserbaidschanisch
eo: azerbajĝana
fa: آذربایجانی
fi: azeri
fr: azéri
ga: Asarbaiseáinis
hi: अज़रबैंजानी
hu: azerbajdzsáni
is: Aserska
ja: アゼルバイジャン語
km: ភាសាអាហ៊្សែរបែហ្សង់
ko: 아제르바이잔어
kok: अज़रबैजानी
lo: ອາເຊີໄບຈານີ
mr: अज़रबाइजानी
mt: Ażerbajġani
ru: Азербайджанский
ta: அசர்பாய்ஜானி
th: อาเซอร์ไบจานี
tr: Azerice
uk: Азербайджанська
vi: Tiếng Ai-déc-bai-gian
zh: 阿塞拜疆文

source: Bashkir
am: ባስኪርኛ
bg: Башкирски
ca: baixkir
cs: Baskirština
de: Baschkirisch
eo: baŝkira
fa: باشکیر
fi: baski
fr: bachkir
ga: Baiscíris
hi: बशख़िर
hu: baskír
is: Baskír
ja: バシキール語
ko: 바슈키르어
kok: बष्किर
lo: ບາສສີ
mr: बष्किर
mt: Baxkir
ru: Башкирский
ta: பாஷ்கிர்0
th: บาสช์กีร์
tr: Başkırt Dili
uk: Башкирська
zh: 巴什客尔文

source: Belarusian
am: ቤላራሻኛ
ar: البيلوروسية
bg: Беларуски
ca: bielorús
cs: Běloruština
de: Weißrussisch
el: Λευκορωσικά
eo: belorusa
fa: بلوروسی
fi: valkovenäjä
fr: biélorusse
ga: Bealarúisis
hi: बैलोरूशियन्
hr: bjeloruski
hu: belorusz
is: Hvítrússneska
ja: ベラルーシ語
km: ភាសាបេឡារុស្ស
ko: 벨로루시어
kok: बैलोरुसियन्
lo: ບາຍໂລລັດເຊຍ
mr: बैलोरुसियन
mt: Belarussu
ru: Белорусский
sr: Белоруски
ta: பைலோருஷ்ன்
th: บายโลรัสเซีย
tr: Beyaz Rusça
uk: Білоруська
vi: Tiếng Bê-la-rút
zh: 白俄罗斯文

source: Bulgarian
am: ቡልጋሪኛ
ar: البلغارية
bg: Български
ca: búlgar
cs: Bulharština
de: Bulgarisch
el: Βουλγαρικά
eo: bulgara
et: Bulgaaria
fa: بلغاری
fi: bulgaria
fr: bulgare
ga: Bulgáiris
he: בולגרית
hi: बल्गेरियन्
hr: bugarski
hu: bolgár
is: Búlgarska
ja: ブルガリア語
km: ភាសាប៊ុលហ្ការី
ko: 불가리아어
kok: बल्गेरियन
lo: ບັງກາເລຍ
lt: Bulgarų
lv: bulgāru
mr: बल्गेरियन
mt: Bulgaru
pl: bułgarski
ro: Bulgară
ru: Болгарский
sk: bulharský
sl: Bolgarščina
sr: Бугарски
ta: பல்கேரியன்
th: บัลแกเรีย
tr: Bulgarca
uk: Болгарська
vi: Tiếng Bun-ga-ri
zh: 保加利亚文

source: Bihari
am: ቢሃሪ
cs: Biharština
de: Biharisch
dz: བི་ཧ་ལི
eo: bihara
fa: بیهاری
hi: बिहारी
is: Bíharí
ja: ビハ―ル語
km: ភាសាបិហារ
ko: 비하르어
kok: बीहारी
lo: ບິຮາລິ
mr: बीहारी
mt: Biħari
ru: Бихарский
ta: பிஹாரி
th: บิฮารี
uk: Біхарійська
zh: 比哈尔文

source: Bislama
am: ቢስላምኛ
cs: Bislámština
eo: bislamo
fa: بیسلاما
fr: bichlamar
hi: बिस्लामा
is: Bíslama
ja: ビスラマ語
ko: 비슬라마어
kok: बिसलमा
lo: ບິສລາມາ
mr: बिसलमा
ru: Бислама
ta: பிஸ்லாமா
th: บิสลามา
uk: Бісламійська
zh: 比斯拉马文

source: Bengali
am: በንጋሊኛ
ar: البنغالية
bg: Бенгалски
ca: bengalí
cs: Bengálština
de: Bengalisch
dz: བེངྒ་ལི
eo: bengala
fa: بنگالی
ga: Beangálais
he: בנגלית
hi: बँगाली
hu: bengáli
is: Bengalska
ja: ベンガル語
km: ភាសាបេន្កាលី
ko: 벵골어
kok: बंगाली
lo: ບຸນກາລີ
mr: बंगाली
ru: Бенгальский
ta: வங்காளம்
th: เบนการี
tr: Bengal Dili
uk: Бенгальська
zh: 孟加拉文

source: Tibetan
am: ትበትንኛ
ar: التبتية
bg: Тибетски
ca: tibetà
cs: Tibetština
de: Tibetisch
dz: བོད་ཁ
el: Θιβετιανά
eo: tibeta
fa: تبتی
fi: tiibet
fr: tibétain
ga: Tibéadais
he: טיבטית
hi: तिब्बती
hu: tibeti
is: Tíbeska
ja: チベット語
km: ភាសាទីបេ
ko: 티베트어
kok: तिबेतियन
lo: ທິເບດ
mr: तिबेटियन
mt: Tibetjan
ru: Тибетский
ta: திபெத்து
th: ทิเบต
tr: Tibetçe
uk: Тибетська
vi: Tiếng Tây Tạng
zh: 西藏文

source: Breton
am: ብሬቶንኛ
bg: Бретонски
ca: bretó
cs: Bretaňština
de: Bretonisch
eo: bretona
fi: bretoni
ga: Briotáinis
hi: ब्रेटन
is: Bretónska
ja: ブルトン語
ko: 브르타뉴어
kok: ब्रेटन
lo: ບີທັນ
mr: ब्रेटन
mt: Brenton
ru: Бретонский
sr: Бретонски
ta: பிரிடன்
th: บรีทัน
tr: Breton Dili
uk: Бретонська
zh: 布里多尼文

source: Blin
am: ብሊን
is: Blín
ja: ビリン語
ko: 브린어
zh: 布林文

source: Catalan
am: ካታላንኛ
ar: الكاتالوينية
bg: Каталонски
ca: català
cs: Katalánština
de: Katalanisch
el: Καταλανικά
eo: kataluna
fa: کاتالونیایی
fi: katalaani
ga: Catalóinis
he: קטלונית
hi: कातालान
hu: katalán
is: Katalónska
ja: カタロニア語
km: ភាសាកាតាឡាន
ko: 카탈로니아어
kok: कटलान
lo: ແຄຕາແລນ
mr: कटलन
mt: Katalan
ru: Каталанский
sr: Каталонски
ta: காடலான்
th: แคตาแลน
tr: Katalan Dili
uk: Каталонська
vi: Tiếng Ca-ta-lăng
zh: 加泰罗尼亚文

source: Corsican
am: ኮርሲካኛ
bg: Корсикански
ca: cors
cs: Korsičtina
de: Korsisch
el: Κορσικανικά
eo: korsika
fi: korsika
fr: corse
ga: Corsaicis
hi: कोर्सीकन
hu: korzikai
is: Korsíska
ja: コルシカ語
ko: 코르시카어
kok: कोर्शियन
lo: ຄໍຊິກ້າ
mr: कोर्सिकन
mt: Korsiku
ru: Корсиканский
sr: Корзикански
ta: கார்சியன்
th: คอร์ซิกา
tr: Korsika Dili
uk: Корсиканська
zh: 科西嘉文

source: Czech
am: ቼክኛ
ar: التشيكية
bg: Чешки
ca: txec
cs: Čeština
de: Tschechisch
dz: ཅེཀ
el: Τσεχικά
eo: ĉeĥa
et: Tiehhi
fa: چکی
fi: tsekki
fr: tchèque
ga: Seicis
he: צ׳כית
hi: चेक
hr: češki
hu: cseh
is: Tékkneska
ja: チェコ語
km: ភាសាឆេក
ko: 체코어
kok: ज़ेक्
lo: ເຊັກ
lt: Čekijos
lv: čehu
mr: ज़ेक
mt: Ċek
pl: czeski
ro: Cehă
ru: Чешский
sk: český
sl: Češčina
sr: Чешки
ta: செக்
th: เช็ค
tr: Çekçe
uk: Чеська
vi: Tiếng Séc
zh: 捷克文

source: Welsh
am: ወልሽ
ar: الولزية
bg: Уелски
ca: gal·lès
cs: Velština
de: Kymrisch
el: Ουαλικά
eo: kimra
fa: ویلزی
fi: kymri
fr: gallois
ga: Breatnais
he: וולשית
hi: वेल्श
hr: velški
hu: walesi
is: Velska
ja: ウェールズ語
ko: 웨일스어
kok: वेळ्ष्
lo: ເວວ
mr: वेल्ष
mt: Welx
ru: Валлийский
ta: வெல்ஷ்
th: เวลส์
tr: Gal Dili
uk: Валлійська
zh: 威尔士文

source: Danish
am: ዴኒሽ
ar: الدانماركية
bg: Датски
ca: danès
cs: Dánština
de: Dänisch
dz: ཌེ་ནིཤ
el: Δανικά
eo: dana
et: Taani
fa: دانمارکی
fi: tanska
fr: danois
ga: Danmhairgis
he: דנית
hi: डैनीश
hr: danski
hu: dán
is: Danska
ja: デンマーク語
km: ភាសាដាណឺម៉ាក
ko: 덴마크어
kok: डानिष
lo: ເດນໝາກ
lt: Danų
lv: dāņu
mr: डानिष
mt: Daniż
pl: duński
ro: Daneză
ru: Датский
sk: dánsky
sl: Danščina
sr: Дански
ta: டானிஷ்
th: เดนมาร์ก
tr: Danca
uk: Датська
vi: Tiếng Đan Mạch
zh: 丹麦文

source: German
am: ጀርመን
ar: الالمانية
bg: Немски
ca: alemany
cs: Němčina
de: Deutsch
dz: ཇཱར་མཱན
el: Γερμανικά
eo: germana
et: Saksa
fa: آلمانی
fi: saksa
fr: allemand
ga: Gearmáinis
he: גרמנית
hi: ज़र्मन
hr: njemački
hu: német
is: Þýska
ja: ドイツ語
km: ភាសាអាល្លឺម៉ង់
ko: 독일어
kok: जर्मन
lo: ເຢຍລະມັນ
lt: Vokiečių
lv: vācu
mr: जर्मन
mt: Ġermaniż
pl: niemiecki
ps: الماني
ro: Germană
ru: Немецкий
sk: nemecký
sl: Nemščina
sr: Немачки
ta: ஜெர்மன்
th: เยอรมัน
tr: Almanca
uk: Німецька
vi: Tiếng Đức
zh: 德文

source: Dzongkha
am: ድዞንግኻኛ
ar: الزونخاية
ca: bhutanès
cs: Bhútánština
de: Bhutanisch
dz: རྫོང་ཁ
eo: dzonko
fa: بوتانی
fi: bhutani
hi: भुटानी
hu: butáni
is: Dsongka
ja: ブータン語
km: ភាសាប៊ូតាន
ko: 부탄어
kok: भूटानी
lo: ພູຖານີ
mr: भूटानी
mt: Dżongka
ru: Бутанский
ta: புடானி
th: ภูฐานี
tr: Bhutan Dili
uk: Дзонг-ке
zh: 不丹文

source: Greek
am: ግሪክኛ
ar: اليونانية
bg: Гръцки
ca: grec
cs: Řečtina
de: Griechisch
dz: གིརིཀ
el: Ελληνικά
eo: greka
et: Kreeka
fa: یونانی
fi: kreikka
fr: grec
ga: Gréigis
he: יוונית
hi: ग्रीक
hr: grčki
hu: görög
is: Nýgríska (1453-)
ja: ギリシャ語
km: ភាសាក្រិច
ko: 그리스어
kok: ग्रीक्
lo: ກີກ
lt: Graikų
lv: grieķu
mr: ग्रीक
mt: Grieg
pl: grecki
ps: یوناني
ro: Greacă
ru: Греческий
sk: grécky
sl: Grščina
sr: Грчки
ta: கிரேக்கம்
th: กรีก
tr: Yunanca
uk: Грецька
vi: Tiếng Hy Lạp
zh: 希腊文

source: English
am: እንግሊዝኛ
ar: الانجليزية
bg: Английски
ca: anglès
cs: Angličtina
de: Englisch
dz: ཨིང་ལིཤ
el: Αγγλικά
eo: angla
et: Inglise
fa: انگلیسی
fi: englanti
fr: anglais
ga: Béarla
he: אנגלית
hi: अंग्रेजी
hr: engleski
hu: angol
is: Enska
ja: 英語
km: ភាសាអង់គ្លេស
ko: 영어
kok: आंग्ल
lo: ອັງກິດ
lt: Anglų
lv: angļu
mr: इंग्रेजी
mt: Ingliż
pl: angielski
ps: انګلیسي
ro: Engleză
ru: Английский
sk: anglický
sl: Angleščina
sr: Енглески
ta: ஆங்கிலம்
th: อังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh: 英文

source: Esperanto
am: ኤስፐራንቶ
ar: اسبرانتو
bg: Есперанто
fa: اسپرانتو
fr: espéranto
he: אספרנטו
hi: एस्पेरान्तो
hu: eszperantó
is: Esperantó
ja: エスペラント語
km: ភាសាអេស្ពេរ៉ាន្ទោ
ko: 에스페란토어
kok: इस्परान्टो
lo: ເອສເປີລັນໂຕ
mr: इस्परान्टो
ru: Эсперанто
sr: Есперанто
ta: எஸ்பரேன்டோ
th: เอสเปอรันโต
uk: Есперанто
vi: Tiếng Quốc Tế Ngữ
zh: 世界文

source: Spanish
am: ስፓኒሽ
ar: الاسبانية
bg: Испански
ca: espanyol
cs: Španělština
de: Spanisch
dz: སིཔེ་ནིཤ
el: Ισπανικά
eo: hispana
et: Hispaania
fa: اسپانیایی
fi: espanja
fr: espagnol
ga: Spáinnis
he: ספרדית
hi: स्पेनिश
hr: španjolski
hu: spanyol
is: Spænska
ja: スペイン語
km: ភាសាអេស្ប៉ាញ
ko: 스페인어
kok: स्पानिष
lo: ສະເປນ
lt: Ispanų
lv: spāņu
mr: स्पानिष
mt: Spanjol
pl: hiszpański
ro: Spaniolă
ru: Испанский
sk: španielsky
sl: Španščina
sr: Шпански
ta: ஸ்பேனிஷ்
th: สเปน
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh: 西班牙文

source: Estonian
am: ኤስቶኒአን
ar: استونية
bg: Естонски
ca: estonià
cs: Estonština
de: Estnisch
el: Εσθονικά
eo: estona
et: Eesti
fa: استونیایی
fi: eesti
fr: estonien
ga: Eastóinis
he: אסטונית
hi: ऐस्तोनियन्
hr: estonijski
hu: észt
is: Eistneska
ja: エストニア語
km: ភាសាអេស្តូនី
ko: 에스토니아어
kok: इस्टोनियन्
lo: ເອສໂຕເນຍ
lt: Estų
lv: igauņu
mr: इस्टोनियन्
mt: Estonjan
pl: estoński
ps: حبشي
ro: Estoniană
ru: Эстонский
sk: estónsky
sl: Estonščina
sr: Естонски
ta: எஸ்டோனியன்
th: เอสโตเนีย
tr: Estonya Dili
uk: Естонська
vi: Tiếng E-xtô-ni-a
zh: 爱沙尼亚文

source: Basque
am: ባስክኛ
bg: Баски
ca: basc
cs: Baskičtina
de: Baskisch
el: Βασκικά
eo: eŭska
fa: باسکی
fi: baski
ga: Bascais
he: בסקית
hi: बास्क्
hu: baszk
is: Baskneska
ja: バスク語
km: ភាសាបាស្កេ
ko: 바스크어
kok: बास्क
lo: ແບສ
mr: बास्क
mt: Bask
ru: Баскский
sr: Баскијски
ta: பஸ்க்
th: แบสก์
tr: Bask Dili
uk: Басків
zh: 巴斯克文

source: Persian
am: ፐርሲያኛ
ar: الفارسية
bg: Персийски
ca: persa
cs: Perština
de: Persisch
dz: པར་ཤི་ཡན
el: Περσικά
eo: persa
fa: فارسی
fi: persia
fr: persan
ga: Peirsis
he: פרסית
hi: पर्शियन्
hr: perzijski
hu: perzsa
is: Persneska
ja: ペルシア語
ko: 이란어
kok: पर्षियन्
lo: ເປີເຊຍ
mr: पर्षियन्
mt: Persjan
ps: فارسي
ru: Персидский
sr: Персијски
ta: பர்ஸியன்
th: เปอร์เซีย
tr: Farsça
uk: Перська
vi: Tiếng Ba Tư
zh: 波斯文

source: Finnish
am: ፊኒሽ
ar: الفنلندية
bg: Фински
ca: finès
cs: Finština
de: Finnisch
el: Φινλανδικά
eo: finna
et: Soome
fa: فنلاندی
fi: suomi
fr: finnois
ga: Fionnlainnis
he: פינית
hi: फिनिश
hr: finski
hu: finn
is: Finnska
ja: フィンランド語
km: ភាសាហ្វាំងឡង់
ko: 핀란드어
kok: फिन्निष्
lo: ຟິນ
lt: Suomių
lv: somu
mr: फिन्निष
mt: Finlandiż
pl: fiński
ps: فینلنډي
ro: Finlandeză
ru: Финский
sk: fínsky
sl: Finščina
sr: Фински
ta: பின்னிஷ்
th: ฟิน
tr: Fince
uk: Фінська
vi: Tiếng Phần Lan
zh: 芬兰文

source: Fijian
am: ፊጂኛ
ar: الفيجية
ca: fijià
cs: Fidži
de: Fidschianisch
eo: fiĝia
fa: فیجیایی
fi: fidži
fr: fidjien
ga: Fidsis
hi: फ़ीजी
hu: fidzsi
is: Fídjeyska
ja: フィジー語
km: ហ្វ៉ីហ្ស៉ី
ko: 피지어
kok: फिजी
lo: ຟິຈິ
mr: फिजी
mt: Fiġi
ru: Фиджи
ta: பிஜி
th: ฟิจิ
tr: Fiji Dili
uk: Фіджі
zh: 斐济文

source: Faroese
am: ፋሮኛ
ca: feroès
cs: Faerština
de: Färöisch
eo: feroa
fa: فارویی
fi: fääri
fr: féroïen
ga: Faróis
hi: फिरोज़ी
hu: feröeri
is: Færeyska
ja: フェロー語
ko: 페로스어
kok: फेरोस्
lo: ຟາໂລດ
mr: फेरोस्
mt: Fawriż
ru: Фарерский
ta: பைரோஸி
th: ฟาโรส
tr: Faroe Dili
uk: Фарерська
zh: 法罗文

source: French
am: ፈረንሳይኛ
ar: الفرنسية
bg: Френски
ca: francès
cs: Francouzština
de: Französisch
dz: ཕེ་རེནཆེ
el: Γαλλικά
eo: franca
et: Prantsuse
fa: فرانسوی
fi: ranska
fr: français
ga: Fraincis
he: צרפתית
hi: फ्रेंच
hr: francuski
hu: francia
is: Franska
ja: フランス語
km: ភាសាបារាំង
ko: 프랑스어
kok: फ्रेन्च
lo: ຝັ່ລງເສດ
lt: Prancūzų
lv: franču
mr: फ्रेन्च
mt: Franċiż
pl: francuski
ps: فرانسوي
ro: Franceză
ru: Французский
sk: francúzsky
sl: Francoščina
sr: Француски
ta: பிரெஞ்சு
th: ฝรั่งเศส
tr: Fransızca
uk: Французька
vi: Tiếng Pháp
zh: 法文

source: Frisian
am: ፍሪስኛ
ca: frisó
cs: Fríština
de: Friesisch
eo: frisa
fi: friisi
fr: frison
ga: Freaslainnais
hi: फ्रीज़न्
hr: frizijski
hu: fríz
is: Frísneska
ja: フリジア語
ko: 프리지아어
kok: फ्रिशियन्
lo: ຟິນແລນ
mr: फ्रिसियन्
mt: Friżjan
ru: Фризский
ta: பிரிஷியன்
th: ฟรีสแลนด์
tr: Frizye Dili
uk: Фризька
zh: 弗里斯兰文

source: Irish
am: አይሪሽ
bg: Ирландски
ca: irlandès
cs: Irština
de: Irisch
dz: ཨའི་རིཤ
el: Ιρλανδικά
eo: irlanda
fa: ایرلندی
fi: iiri
fr: irlandais
ga: Gaeilge
he: אירית
hi: आईरिश
hr: irski
hu: ír
is: Írska
ja: アイルランド語
km: ភាសាហ្កែលិគ
ko: 아일랜드어
kok: ऐरिष
lo: ໄອລິດ
mr: ऐरिष
mt: Irlandiż
ru: Ирландский
sr: Ирски
ta: ஐரிஷ்
th: ไอริช
tr: İrlanda Dili
uk: Ірландська
vi: Tiếng Ai-len
zh: 爱尔兰文

source: Scottish Gaelic
am: እስኮትስ ጌልክኛ
bg: Шотландски галски
ca: escocès
cs: Skotská galština
de: Schottisch-Gälisch
el: Σκωτικά Κελτικά
eo: gaela
fi: gaeli
fr: gaélique écossais
ga: Gaeilge na hAlban
he: סקוטית גאלית
hi: स्काट्स् गायेलिक्
hu: skót (gael)
is: Skosk gelíska
ja: スコットランド・ゲール語
km: ភាសាហ្កែលិគ
ko: 스코갤릭어
kok: स्काटस् गेलिक्
lo: ສະກັອດເຄີດ
mr: स्काटस् गेलिक
mt: Galliku Skoċċiż
ru: Гаэльский
ta: ஸ்காட்ஸ் காலெக்
th: สก็อตส์เกลิค
tr: İskoç Gal Dili
uk: Гаельська
zh: 苏格兰- 盖尔文

source: Geez
am: ግዕዝኛ
de: Altäthiopisch
fi: etiopia
fr: guèze
is: Gís
ja: ゲエズ語
ko: 게이즈어
ru: Геэз
zh: 吉兹文

source: Gallegan
am: ጋለጋኛ
ca: gallec
cs: Haličština
de: Galizisch
eo: galega
fi: galicia
fr: galicien
hi: गैलिशियन्
hu: galíciai
is: Gallegska
ja: ガリシア語
km: ភាសាហ្កាលីស៉ី
ko: 갈리시아어
kok: गेलीशियन
lo: ກະສິເຊຍ
mr: गेलीशियन
mt: Gallegjan
ru: Галицийский
ta: கெலிஸியன்
th: กะลีเชีย
tr: Galiçya Dili
uk: Галісійська
zh: 加利西亚文

source: Guarani
am: ጓራኒኛ
ca: guaraní
cs: Guaranština
eo: gvarania
fa: گوارانی
hi: गुआरानी
is: Gvaraní
ja: グワラニ語
km: ភាសាហ្កួរ៉ានី
ko: 구아라니어
kok: गौरानी
lo: ກົວລານີ
mr: गौरानी
mt: Gwarani
ru: Гуарани
ta: குரானி
th: กัวรานี
uk: Гуарані
zh: 瓜拉尼文

source: Gujarati
am: ጉጃርቲኛ
ar: الغوجاراتية
bg: Гуджарати
cs: Gujaratština
eo: guĝarata
fa: گجراتی
fi: gudžarati
fr: goudjrati
ga: Gúisearáitis
hi: गुज़राती
hu: gudzsaráti
is: Gújaratí
ja: グジャラート語
km: ភាសាហ្កុយ៉ារាទី
ko: 구자라트어
kok: गुजराती
lo: ກູຈາລາຕີ
mr: गुजराती
mt: Guġarati
ru: Гуярати
ta: குஜராத்தி
th: กูจาราติ
uk: Гуяраті
zh: 古加拉提文

source: Hausa
am: ሃውሳኛ
eo: haŭsa
fa: هوسیایی
fr: haoussa
hi: होउसा
hu: hausza
is: Hása
ja: ハウサ語
ko: 하우자어
kok: हौसा
lo: ໂອຊາ
mr: हौसा
mt: Ħawsa
ru: Хоса
ta: ஹொஸா
th: โฮซา
uk: Хауса
zh: 豪撒文

source: Hebrew
am: ዕብራስጥ
ar: العبرية
bg: Иврит
ca: hebreu
cs: Hebrejština
de: Hebräisch
dz: ཧི་བུརུ
el: Εβραϊκά
eo: hebrea
et: Heebrea
fa: عبری
fi: heprea
fr: hébreu
ga: Eabhrais
he: עברית
hi: हिब्रीऊ
hr: hebrejski
hu: héber
is: Hebreska
ja: ヘブライ語
km: ភាសាហេប្រិ
ko: 히브리어
kok: हेब्रु
lo: ຢິວ
lt: Hebrajų
lv: ivrits
mr: हेबृ
mt: Ebrajk
pl: hebrajski
ps: عبري
ro: Ebraică
ru: Иврит
sk: hebrejský
sl: Hebrejščina
sr: Хебрејски
ta: ஹுப்ரு
th: ฮิบรู
tr: İbranice
uk: Іврит
vi: Tiếng Hê-brơ
zh: 希伯来文

source: Hindi
am: ሐንድኛ
ar: الهندية
bg: Хинди
cs: Hindština
dz: ཧིན་དི
eo: hinda
fa: هندی
ga: Hiondúis
he: הינדית
hi: हिंदी
is: Hindí
ja: ヒンディー語
km: ភាសាហ៉ិនឌី
ko: 힌디어
kok: हिन्दी
lo: ຮິນດິ
mr: हिन्दी
mt: Ħindi
ps: هندي
ru: Хинди
ta: இந்தி
th: ฮินดี
tr: Hint Dili
uk: Гінді
vi: Tiếng Hin-đi
zh: 印地文

source: Croatian
am: ክሮሽያንኛ
ar: الكرواتية
bg: Хърватски
ca: croat
cs: Chorvatština
de: Kroatisch
el: Κροατικά
eo: kroata
et: Horvaadi
fa: کرواتی
fi: kroatia
fr: croate
ga: Cróitis
he: קרואטית
hi: क्रोएशन्
hr: hrvatski
hu: horvát
is: Króatíska
ja: クロアチア語
ko: 크로아티아어
kok: क्रोयेषियन्
lo: ໂຄເອເຊຍ
lt: Kroatų
lv: horvātu
mr: क्रोयेषियन्
mt: Kroat
pl: chorwacki
ro: Croată
ru: Хорватский
sk: chorvátsky
sl: Hrvaščina
sr: Хрватски
ta: கரோஷியன்
th: โครเอเทีย
tr: Hırvatça
uk: Хорватська
vi: Tiếng Crô-a-ti-a
zh: 克罗地亚文

source: Hungarian
am: ሀንጋሪኛ
ar: الهنغارية
bg: Унгарски
ca: hongarès
cs: Maďarština
de: Ungarisch
el: Ουγγρικά
eo: hungara
et: Ungari
fa: مجاری
fi: unkari
fr: hongrois
ga: Ungáiris
he: הונגרית
hi: हंगेरी
hr: mađarski
hu: magyar
is: Ungverska
ja: ハンガリー語
km: ភាសាហុងគ្រី
ko: 헝가리어
kok: हंगेरियन्
lo: ຮົງກາລີ
lt: Vengrų
lv: ungāru
mr: हंगेरियन्
mt: Ungeriż
pl: węgierski
ro: Maghiară
ru: Венгерский
sk: maďarský
sl: Madžarščina
sr: Мађарски
ta: ஹங்கேரியன்
th: ฮังการี
tr: Macarca
uk: Угорська
vi: Tiếng Hung-ga-ri
zh: 匈牙利文

source: Armenian
am: አርመናዊ
ar: الارمنية
bg: Арменски
ca: armeni
cs: Arménština
de: Armenisch
el: Αρμενικά
eo: armena
fa: ارمنی
fi: armenia
fr: arménien
ga: Airméinis
he: ארמנית
hi: अरमेनियन्
hr: armenski
hu: örmény
is: Armenska
ja: アルメニア語
km: ភាសាអារមេនី
ko: 아르메니아어
kok: आर्मीनियन्
lo: ອາມິເນຍ
mr: आर्मीनियन्
mt: Armenjan
ps: ارمني
ru: Армянский
sr: Арменски
ta: ஆர்மேனியன்
th: อาร์มีเนีย
tr: Ermenice
uk: Вірменська
vi: Tiếng Ác-mê-ni
zh: 亚美尼亚文

source: Interlingua
am: ኢንቴርሊንጓ
eo: interlingvao
fa: میان‌زبان
hi: ईन्टरलिंगुआ
is: Interlingva
ja: 国際語
ko: 인터링거
kok: इन्टरलिंग्वा
lo: ອິນເຕີລິງກວາ
mr: इन्टरलिंग्वा
ru: Смешанный язык
ta: இன்டர்லிங்குவா
th: อินเตอร์ลิงกวา
uk: Інтерлінгва
vi: Tiếng Khoa Học Quốc Tế
zh: 拉丁国际文

source: Indonesian
am: እንዶኒሲኛ
ar: الاندونيسية
bg: Индонезийски
ca: indonesi
cs: Indonéština
de: Indonesisch
el: Ινδονησιακά
eo: indonezia
fa: اندونزیایی
fi: indonesia
fr: indonésien
ga: Indinéisis
he: אינדונזית
hi: इन्डोनेशियन्
hu: indonéz
is: Indónesíska
ja: インドネシア語
km: ភាសាឥណ្ឌូនេស៊ី
ko: 인도네시아어
kok: इन्डोनेषियन
lo: ອິນໂດເນເຊຍ
mr: इन्डोनेषियन
mt: Indoneżjan
ru: Индонезийский
sr: Индонезијски
ta: இந்தோனேஷியன்
th: อินโดนีเชีย
tr: Endonezya Dili
uk: Індонезійська
vi: Tiếng In-đô-nê-xia
zh: 印度尼西亚文

source: Interlingue
am: እንተርሊንግወ
eo: okcidentalo
hi: ईन्टरलिंगुइ
is: Interlingva
ja: 国際語
ko: 인터링게어
kok: इन्टरलिंग्
lo: ອິນເຕີລິງ
mr: इन्टरलिंग
ru: Смешанный язык
ta: இன்டர்லிங்குவா
th: อินเตอร์ลิงค์
uk: Інтерлінгва
zh: 拉丁国际文

source: Inupiaq
am: እኑፒያቅኛ
ca: inupiak
cs: Inupiakština
de: Inupiak
eo: eskima
fa: اینوپیک
fi: inupiak
hi: इनुपियाक्
hu: inupiak
is: Ínúpíak
ja: イヌピアック語
ko: 이누피아크어
kok: इनूपेयाक्
lo: ໄອນູປຽກ
mr: इनूपियाक
mt: Inupjak
ru: Инапиак
ta: இனுபெக்
th: ไอนูเปียก
tr: Inupiak
uk: Інупіак
zh: 依奴皮维克文

source: Icelandic
am: አይስላንድኛ
bg: Исландски
ca: islandès
cs: Islandština
de: Isländisch
el: Ισλανδικά
eo: islanda
fa: ایسلندی
fi: islanti
fr: islandais
ga: Íoslainnais
he: איסלנדית
hi: आईस्लैंडिक्
hr: islandski
hu: izlandi
is: Íslenska
ja: アイスランド語
km: ភាសាអ៉ីស្លង់
ko: 아이슬란드어
kok: आईस्लान्डिक
lo: ໄອແລນດິດ
mr: आईसलान्डिक
mt: Iżlandiż
ru: Исландский
sr: Исландски
ta: ஐஸ்லென்டிக்
th: ไอซ์แลนด์ดิค
tr: İzlandaca
uk: Ісландська
vi: Tiếng Ai-xơ-len
zh: 冰岛文

source: Italian
am: ጣሊያንኛ
ar: الايطالية
bg: Италиански
ca: italià
cs: Italština
de: Italienisch
dz: ཨི་ཊ་ལི་རན
el: Ιταλικά
eo: itala
et: Itaalia
fa: ایتالیایی
fi: italia
fr: italien
ga: Iodáilis
he: איטלקית
hi: ईटालियन्
hr: talijanski
hu: olasz
is: Ítalska
ja: イタリア語
km: ភាសាអ៊ីតាលី
ko: 이탈리아어
kok: इटालियन
lo: ອິຕາສິ
lt: Italų
lv: itāliešu
mr: इटालियन
mt: Taljan
pl: włoski
ps: ایټالوي
ro: Italiană
ru: Итальянский
sk: taliansky
sl: Italijanščina
sr: Италијански
ta: இத்தாலியன்
th: อิตาลี
tr: İtalyanca
uk: Італійська
vi: Tiếng Ý
zh: 意大利文

source: Inuktitut
am: እኑክቲቱትኛ
cs: Inuktitutština
de: Inukitut
eo: inuita
fa: اینوکیتوت
fi: eskimo
ga: Ionúitis
hi: इनूकीटूत्
is: Inúktitút
ja: イヌクウティトット語
ko: 이눅티투트어
kok: इन्युकट्ट
lo: ໄອນຸກຕິຕັກ
mr: इनुकिटुट्
mt: Inukitut
ru: Инактитут
ta: இனுகிடட்
th: ไอนุกติตัท
zh: 爱斯基摩文

source: Japanese
am: ጃፓንኛ
ar: اليابانية
bg: Японски
ca: japonès
cs: Japonština
de: Japanisch
el: Ιαπωνικά
eo: japana
et: Jaapani
fa: ژاپنی
fi: japani
fr: japonais
ga: Seapáinis
he: יפנית
hi: जापानी
hr: japanski
hu: japán
is: Japanska
ja: 日本語
km: ភាសាជប៉ុន
ko: 일본어
kok: जापनीस्
lo: ຍີ່ປຸ່ນ
lt: Japonų
lv: japāņu
mr: जापनीस्
mt: Ġappuniż
pl: japoński
ps: جاپانی
ro: Japoneză
ru: Японский
sk: japonský
sl: Japonščina
sr: Јапански
ta: ஜப்பானீஸ்
th: ญี่ปุ่น
tr: Japonca
uk: Японська
vi: Tiếng Nhật
zh: 日文

source: Javanese
am: ጃቫንኛ
bg: Явански
ca: javanès
cs: Javánština
de: Javanisch
eo: java
fa: جاوه‌ای
fi: jaava
fr: javanais
ga: Iávais
hi: जावानीस
hu: jávai
is: Javanska
ja: ジャワ語
km: ភាសាយ៉ាវា
ko: 자바어
kok: जावनीस्
lo: ຊະວາ
mr: जावनीस्
mt: Ġavaniż
ru: Яванский
ta: ஜாவானீஸ்
th: ชวา
tr: Java Dili
uk: Яванська
vi: Tiếng Gia-va
zh: 爪哇文

source: Georgian
am: ጊዮርጊያን
bg: Грузински
ca: georgià
cs: Gruzínština
de: Georgisch
el: Γεωργιανά
eo: kartvela
fa: گرجی
fi: georgia
fr: géorgien
ga: Seoirsis
he: גרוזינית
hi: जॉर्जीयन्
hu: grúz
is: Georgíska
ja: グルジア語
km: ភាសាហ្សកហ្ស៉ី
ko: 그루지야어
kok: जार्जियन्
lo: ຈໍເຈຍ
mr: जार्जियन्
mt: Ġorġjan
ru: Грузинский
sr: Грузијски
ta: கன்னடம்
th: จอร์เจียน
tr: Gürcüce
uk: Грузинська
zh: 格鲁吉亚文

source: Kazakh
am: ካዛክኛ
bg: Казахски
cs: Kazachština
de: Kasachisch
eo: kazaĥa
fa: قزاقی
fi: kazakki
ga: Casachais
hi: कज़ाख
hu: kazah
is: Kasakska
ja: カザフ語
km: ភាសាកាហ្សាក់ស្តង់់
ko: 카자흐어
kok: कज़ख्
lo: ຄາຊັກ
mr: कज़क
mt: Każak
ru: Казахский
ta: கசாக்
th: คาซัค
tr: Kazak Dili
uk: Казахська
zh: 哈萨克文

source: Kalaallisut
am: ካላሊሱትኛ
ca: greenlandès
cs: Grónština
de: Grönländisch
eo: gronlanda
fi: grönlanti
fr: groenlandais
hi: ग्रीनलैंडिक
hu: grönlandi
is: Grænlenska
ja: グリーンランド語
ko: 그린랜드어
kok: ग्रीनलान्डिक
lo: ກຼີນແລນດິດ
mr: ग्रीनलान्डिक
mt: Kalallisut
ru: Гренландский
ta: கிரின்லென்டிக்
th: กรีนแลนด์ดิค
tr: Grönland Dili
uk: Калааллісут
zh: 格陵兰文

source: Khmer
am: ክመርኛ
ar: الخميرية
bg: Кхмерски
ca: cambodjà
cs: Kambodžština
de: Kambodschanisch
dz: ཁེ་མར
eo: kmera
fa: خمری
hi: कैम्बोडियन्
hr: kmerski
hu: kambodzsai
is: Kmer
ja: カンボジア語
km: ភាសាខ្មែរ
ko: 캄보디아어
kok: कंबोडियन
lo: ຂະເໝນ
mr: कंबोडियन
mt: Kmer
ru: Камбоджийский
sr: Кмерски
ta: கம்போடியன்
th: เขมร
tr: Kamboçya Dili
uk: Кхмерська
vi: Tiếng Campuchia
zh: 柬埔寨文

source: Kannada
am: ካናዳኛ
cs: Kannadština
dz: ཀ་ན་ཌ
eo: kanara
fa: کاناده‌ای
ga: Cannadais
hi: कन्नड़
ja: カンナダ語
km: ភាសាកិណាដា
ko: 카나다어
kok: कन्नडा
lo: ການາດາ
mr: कन्नड
ru: Канада
ta: கன்னடா
th: กานาดา
uk: Каннада
vi: Tiếng Kan-na-đa
zh: 埃纳德文

source: Korean
am: ኮሪያኛ
ar: الكورية
bg: Корейски
ca: coreà
cs: Korejština
de: Koreanisch
dz: ཀོ་རིཡན
el: Κορεατικά
eo: korea
et: Korea
fa: کره‌ای
fi: korea
fr: coréen
ga: Cóiréis
he: קוריאנית
hi: कोरीयन्
hr: korejski
hu: koreai
is: Kóreska
ja: 韓国語
km: ភាសាកូរ៉េ
ko: 한국어
kok: कोरियन्
lo: ເກົາຫລີ
lt: Korėjiečių
lv: korejiešu
mr: कोरियन्
mt: Korejan
pl: koreański
ro: Coreeană
ru: Корейский
sk: kórejský
sl: Korejščina
sr: Корејски
ta: கொரியன்
th: เกาหลี
tr: Korece
uk: Корейська
vi: Tiếng Hàn Quốc
zh: 韩文
